Revit 2024 API
ParameterTypeId.AssociatedLevel Property
 "Associated Level": The level associated with this cell.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AssociatedLevel { get; }
Visual Basic
Public Shared ReadOnly Property AssociatedLevel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AssociatedLevel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace